Repository: beGateway/whmcs-payment-module
Catalog: src/modules/gateways/begateway/lang/*/LC_MESSAGES/beGatewayPaymentGateway.po
Languages: ru_ru

source: Shop ID
ru_ru: Id магазина

source: Enter your shop Id
ru_ru: Введите идентификатор магазина

source: Shop Key
ru_ru: Ключ магазина

source: Enter your shop secret key
ru_ru: Введите секретный ключ магазина

source: Checkout Domain
ru_ru: Домен страницы оплаты

source: Enter your payment provider checkout domain e.g. checkout.domain.com
ru_ru: Введите домен страницы оплаты вашего провайдера платежей (например, checkout.domain.com)

source: Gateway Domain
ru_ru: Домен платёжного шлюза

source: Enter your payment provider gateway domain e.g. gateway.domain.com
ru_ru: Введите домен платёжного шлюза вашего провайдера платежй (например, gateway.domain.com)

source: Enable card payments
ru_ru: Включить оплату банковскими картами

source: Tick to enable card payments payments
ru_ru: Отметьте, чтобы включить платежи с помощью банковских карт

source: Enable ERIP
ru_ru: Включить ЕРИП

source: Tick to enable ERIP payments
ru_ru: Отметьте, чтобы включить платежи через ЕРИП

source: ERIP service code
ru_ru: Код услуги ЕРИП

source: Enter your ERIP service code
ru_ru: Введите ваш код услуги ЕРИП, выданный вашим провайдером платежей

source: Error
ru_ru: Ошибка
